{
    "nome": "Gurjão Junior",
    "cargo": "Engenharia de software",
    "sobre": "Desenvolvedor Front-end, pensa em soluções meramente técnicas, sempre tentando enxergar além das tecnologias, construindo pensamentos e soluções com foco em outros aspectos. Interfaces com usabilidade, acessibilidade e performance são apenas alguns deles. Profissional capaz de trabalhar diretamente com tecnologia no front-end e no back-end de batalha, codificando interfaces para aplicativos e websites, e ao mesmo tempo capacitado para projetar experiências satisfatórias aos usuários.",
    "contato": {
        "email": "gurjao@gmail.com",
        "cel": "+55 91 98136-8896",
        "cidade": "Belém, Pará, Brasil",
        "perfil": {
                "linkedin": "/gurjao",
                "skype": "/gurjaojr"
            }
    },
    "experiencia": [
        {
            "empresa": "Sim;paul",
            "periodo": "Nov/2020 - até hoje",
            "cargo": "Front-end developer",
            "resumo": "No time de front-end da plataforma de investimentos da corretora digital, utilizamos as stacks: NodeJs, Angular, PostgreSQL, Flutter."
        },
        {
            "empresa": "SEFA-PA",
            "periodo": "Ago/2017 - Set/2019",
            "cargo": "Analista de sistemas",
            "resumo": "Atuando na equipe de projetos, criando aplicações utilizando padrão MVC, em projetos de APIs/REST durante a implementação da Arquitetura Orientada a Serviços (SOA) dentro da SEFA (Secrtetaria da Fazenda do Estado do Pará), fazendo uso de JAVA com framework Spring no back-end e Angular no front-end e bibliotecas como Material Design. Servidor weblogic e Git como controle de versionamento."
        },
        {
            "empresa": "Stefanini IT Solutions",
            "periodo": "Jun/2009 - Jun/2017",
            "cargo": "Desenvolvedor Web",
            "resumo": "Na Fábrica de Software, responsável pela elaboração, desenvolvimento e implementação do Front-end dos sistemas do qual a empresa presta serviço. Desenvolvidos em JAVA, .NET, PHP e etc, com frameworks como Struts, JSF, Angular e mais, utilizando o HTML, CSS e JavaScript e fazendo uso de bibliotecas como jQquery, Bootstrap e outras. Manuseio nas IDE’s mais utilizadas no mercado e SVN, CVS, Tortoise, para controle de versão. Gerenciado por ferramentas como Project, Planner e Mantis para o feedback das tarefas. Acompanhado de metodologia ágil SCRUM."
        }
    ],
    "formacao": [
        {
            "graduacao": "Engenharia da Computação",
            "periodo": "2002 - 2007",
            "instituicao": "IESAM - Instituto de ensino superior da amazônia"
        },
        {
            "graduacao": "Design",
            "periodo": "2002 - 2003",
            "instituicao": "UEPA - Universidade Estadual do Pará"
        }
    ],
    "curso": [
        {
            "instituicao": "Alura",
            "nome": ["Design UI/UX", "Front-end", "Back-end", "Produtividade"]
        }
    ],
    "habilidade": [
        {
            "nome": "Html/Css/Javascript", 
            "score": "10"
        },
        {
            "nome": "Habilidade 1", 
            "score": "8"
        },
        {
            "nome": "Habilidade 1", 
            "score": "4"
        },
        {
            "nome": "Habilidade 1", 
            "score": "8"
        }
    ],
    "idioma": [
        {
            "nome": "Português",
            "score":4
        },
        {
            "nome": "Inglês",
            "score":4
        }
    ],
    "personalidade": ["Competência", "Criatividade", "Sinceridade", "Resiliência", "Liderança"],
    "agradecimento": "Caso queria tirar duvidas sobre mim e sobre minhas qualificações, fique à vontade para entrar em contato.",
    "autor": "Gurjão Jr."
}